Repository: GrahamBriggs/bcibeginner
Catalog: brainHatServer/brainHatSharpGUI/Properties/Resources.*.resx
Languages: es_es

# AppName
source: brainHat Server
es_es: Servidor cerebro

source: Bias Drn.
es_es: Drenaje sesgado

source: Bias Drp.
es_es: Caída sesgo

source: Bias.Meas.
es_es: Medida sesgo

source: Bias Measured
es_es: Sesgo medido

source: Bias Set
es_es: Sesgo

source: Cancel
es_es: Cancelar

source: Channel
es_es: Canal

# ChannelConfig
source: Channel Configuration
es_es: Configuración de canal

# CloseConfigWindowBeforeStoppingServer
source: You must close the configuration window before stopping the server.
es_es: Debe cerrar la ventana de configuración antes de detener el servidor.

source: COM Port
es_es: Puerto COM

source: Configure Board
es_es: Configurar equipo

source: Connect
es_es: Conectar

source: Connected
es_es: Conectado

source: Connecting to board
es_es: Haciendo conexión

source: Connection Settings
es_es: Configuración de conexión

source: connect SRB1
es_es: conectar SRB1

# ConnectSRB1Not
source: do not connect SRB1
es_es: no conecte SRB1

# CurrentConfig
source: Current Configuration
es_es: Configuración actual

source: Data Stream
es_es: Transmisión de datos

source: DC Signal
es_es: Señal CC

source: default
es_es: defecto

source: Disconnect
es_es: Desconectar

source: Disconnected
es_es: Desconectado

source: enable brainflow streaming
es_es: habilitar transmisión brainflow

# EnableBrainflowStreamingLabel
source: Enable Brainflow Streaming
es_es: Habilitar la transmisión brainflow

# EnableBrainflowStreamingNot
source: do not enable brainflow streaming
es_es: no habilitar la transmisión brainflow

source: Enabled
es_es: Activado

# Equipment
source: Board
es_es: Equipos

# EquipmentConfiguration
source: Board Configuration
es_es: Configuración del equipo

# FailedGetValidConfig
source: Failed to get valid board configuration.
es_es: No se pudo obtener una configuración válida

source: False
es_es: Falso

source: Fast
es_es: rápida

source: Gain
es_es: Ganancia

source: Ground
es_es: Tierra

# ImpedanceConfig
source: Impedance Settings
es_es: Configuración de impedancia

source: Include in BIAS
es_es: Incluir en sesgo

source: Input Type
es_es: Aporte

source: Invalid COM Port
es_es: Puerto COM no válido

source: IP Address
es_es: Dirección IP

source: Log to File
es_es: Guardar consola en archivo

source: Mode
es_es: Modo

# MustStopStreamingBeforeSendingCommand
source: You must stop streaming before sending command.
es_es: Debe detener la transmisión antes de enviar el comando.

source: Port
es_es: Puerto

# QueryBoardParams
source: Querying board parameters ...
es_es: Consultar parámetros del equipo

# ReadingData
source: Reading data from the board
es_es: Leer datos del equipo

# ReadingDataNot
source: Not reading data from the board
es_es: No leer datos del equipo

source: Refresh
es_es: Actualizar

source: Reload
es_es: Recargar

source: Remove from BIAS
es_es: Eliminar del sesgo

source: Retrying
es_es: Reintentando

source: Set Channel(s)
es_es: Establecer canal(es)

# SetDefault
source: Set Defaults
es_es: Establecer defecto

# SetImpedance
source: Set Impedance(s)
es_es: Establecer impedancia(s)

source: Set Test Mode
es_es: Establecer modo de prueba

source: Setting channels
es_es: Configuración de canales

# SettingChannelsDefault
source: Setting channels to default
es_es: Configuración de canales por defecto

source: Setting signal test mode
es_es: Configuración del modo de prueba de señal

source: Shorted
es_es: Corto

source: Slow
es_es: lenta

# SrbIs
source: SRB1 is
es_es: SRB1 es

source: Start Server
es_es: Iniciar servidor

# StartServerBeforeConfigure
source: Please start the server before using Configure Board.
es_es: Inicie el servidor antes de utilizar Configurar equipo.

source: Start Stream
es_es: Iniciar transmisión

# StartWithSrb
source: Start with SRB1 Connected
es_es: Comienza con SRB1 conectado

source: Stop Server
es_es: Detener servidor

source: Stop Stream
es_es: Detener transmisión

# StreamRunning
source: Data stream running
es_es: Transmisión de datos activa

# StreamStopped
source: Data stream stopped
es_es: La transmisión de datos no está activa

source: Test Sig.
es_es: Prueba

source: Test Signal
es_es: Señal de prueba

source: Test signal applied
es_es: Señal de prueba aplicada

source: Test signal not applied
es_es: Señal de prueba no aplicada

source: True
es_es: Cierto

source: Unknown
es_es: Desconocido

source: Version
es_es: Versión

source: View Console
es_es: Ver consola
